;Place localized text in this file
[BreakthroughSwordDamage X2TechTemplate]
DisplayName="Improved Melee Weapons"
Summary="Breakthroughs in both our manufacturing and finishing processes should further improve the balance of our swords and other melee weapons, increasing their damage by +1."
